//英文文案
"string_start_palm" = "Start palm recording";
"string_start_auth" = "Start auth";
"string_auth_error" = "License authentication fail";
"string_auth_api_error" = "Authentication interface network is abnormal";
"string_auth_error_hint" = "Please try again later";
"string_auth_success" = "Authentication success";
"string_tencent_license" = "Powered by Tencent SenseTech Ltd";
"string_please_wait_a_later" = "Please wait";
"string_get_palm_error" = "Palm recording status abnormal";
"string_start_palm_success" = "User palm is recorded";
"string_cancel_palm" = "User cancelled";
"string_unknow_error" = "Unknown error";
"string_camera_no_permission" = "Camera has no permission";
"string_camera_init_error" = "Camera initialization exception";
"string_camera_not_meet" = "The camera does not meet the requirements";
"string_algorithm_init_fail" = "Algorithm initialization failed";
"string_algorithm_exc" = "Algorithm abnormal";
"string_network_error" = "Network abnormal";
"string_user_auth_error" = "User authentication abnormal";
"string_user_record_palm" = "User has pre-recorded palm";
"string_user_not_palm" = "User has not recorded the palm";
"string_user_restart_palm" = "Please re-enter the palm recording";
"string_check_camera_per" = "Capture failed, please check camera permissions";
"string_check_contact_service" = "System abnormal, please contact customer service";
"string_check_palm_fail" = "Palm record failed, please record again";
"string_check_palm_success" = "You have finished recording, no need to record again";
